const laravelApi1=[
  [
    'prefix',
    'پیشوند، پیشوندی',
    '!',
    'پِرِیی فِکس'
  ],
  [
    'namespace',
    '!',
    '!',
    '!'
  ],
  [
    'response',
    'واکنش، پاسخ، جوابگویی',
    '!',
    'ریسپآنس'
  ],
  [
    'json',
    '!',
    '!',
    'جیسِن'
  ],
  [
    'collection',
    'گردآوری، مجموعه، کلکسیون',
    '!',
    'کالکشن'
  ],
  [
    'as',
    'چنانکه، نتیجه، در، مانند',
    '!',
    'از'
  ],
  [
    'find',
    'پیداکردن، جستجو',
    '!',
    'فآیند'
  ],
  [
    'throttle',
    'گلو، جلو را گرفتن، در لاراول تعداد درخواستهای  api در یک زمان مشخص را کنترل می کند',
    '/ˈθrɑːtl̩/',
    'تراتُِل'
  ],
];
// const audio=()=>{

// }








