const laravelModel=[
  [
    'model',
    'مدل، نمونه',
    '',
    'مادُل',
  ],
  [
    'protected',
    'محافظت شده',
    '',
    'پِرُتَکتد',
  ],
  [
    'fillable',
    '؟',
    '',
    '؟',
  ],
  [
    'has',
    'داشتن، مجبور بودن',
    '',
    'هَض',
  ],
  [
    'many',
    'زیاد، بسیار، خیلی',
    '',
    'مِنی',
  ],
  [
    'hasMany',
    '؟',
    '',
    '؟',
  ],
  [
    'this',
    '؟',
    '',
    'دس'
  ],
  [
    'belong',
    'تعلق داشتن، مال کسی بودن، وابسته بودن',
    '',
    'بیی لانگ',
  ],
  [
    'to',
    'بسمت، بطرف، پیش، نزد',
    '',
    'تیو',
  ],
  [
    'belongsTo',
    '!',
    '',
    '؟',
  ],
];
