const laravelPublic1=[
  [
        'introduction',//word
        'مقدمه، دیباچه، معرفی، ابداع',//mean
        '/ˌɪntrəˈdəkʃn̩/',
        'اینتِردَکشن',//Pr
      ],
  [
          'squashing',//word
          'له شدن، خمیرشدن، کوبیدن و نرم کردن',
          '!',
          'اسکواشینگ',
  ],
  [
          'structure',//word
          'ترکیب، ساختمان، ساختار',
          '/ˈstrəkt͡ʃər/',
          'اِستراکت شِر',
  ],
  [
          'column',//word
          'ستون، پایه، رکن',
          '/ˈkɑːləm/',
          'کالم',
  ],
  [
          'modifier',//word
          'تعدیل کننده، پیراینده',
          '/ˈmɒdɪfaɪər/',
          'مادی فآیر',
  ],
  [
          'Modifying',//word
          'اصلاح کردن، تغییر دادن، تعدیل کردن',
          '!',
          'مادی فآینگ',
  ],
  [
          'constraint',//word
          'محدودیت، گرفتاری، قید، اجبار، فشار',
          '/kənˈstreɪnt/',
          'کِن استر ی نت',
  ],
  [
          'allow',//word
          'پذیرفتن، اجازه دادن',
          '/əˈlaʊ/',
          'اِلَو',
  ],
  [
            'share',//word
            'شریکی، به اشتراک گذاشتن، قسمت، حبه',
            '/ˈʃer/',
            'شِر',
  ],
  [
          'typically',//word
          'بطور نمونه، معمولا',
          '/ˈtɪpəkl̩i/',
          'تِپی کِلی',
  ],
  [
            'paired',//word
            'جفت شده',
            '!',
            'پَرد',
  ],
  [
    'build',
    'درست کردن، ساختن، بنا کردن',
    '/ˈbɪld/',
    'بِیلد',
  ],
  [
    'teammate',
    'هم گروه، هم قطار، هم تیمی',
    '/ˈtiːˌmet/',
    'تی مِ ی ت',
  ],
  [
    'manually',
    'بصورت دستی، با دست',
    '/ˈmænjuːəli/',
    'مَنیولی',
  ],
  [
    'faced',
    'در مواجهه، روبرو',
    '!',
    'فِیسد',
  ],
  [
    'solve',
    'حل، حل کردن، رفع کردن، فیصله دادن، بازکردن',
    '/ˈsɑːlv/',
    'سآلو',
  ],
  [
    'agnostic',
    'ندانم گرا، بی طرف',
    '/ægˈnɑːstɪk/',
    'اگ ناستیک',
  ],
  [
    'across',
    'ازمیان، ازوسط، از این سو به آن سو، متقابلا',
    '/əˈkrɒs/',
    'اِکرآس',
  ],
  [
    'placed',
    'مکان، قرارداد شده',
    '!',
    'پِل ی س',
  ],
  [
    'specify',
    'تصریح کردن، مخصوصا نام بردن، تاکید کردن',
    '/ˈspesəˌfaɪ/',
    'اِس پِسِ فآی',
  ],
  [
    'medium',
    'متوسط، وسیله',
    '/ˈmiːdiəm/',
    'میدیِم',
  ],
  [
    'dump',
    'زباله، خالی کردن، روبرداری کردن',
    '/ˈdəmp/',
    'دامپ',
  ],
  [
    'accumulate',
    'متراکم کردن، انباشتن، جمع کردن',
    '/əˈkjuːmjəˌlet/',
    'اکیومی لت',
  ],
  [
    'execute',
    'اجرا کردن، به نمایش گذاشتن',
    '/ˈeksɪkjuːt/',
    'اَکسِ کیووت',
  ],
  [
    'attempt',
    'کوشش، کوشش کردن، قصد، تقلا کردن',
    '/əˈtempt/',
    'اتمپت',
  ],
  [
    'kernel',
    'شالوده، هسته اصلی، هسته، دانه',
    '/ˈkɜːrnl̩/ ',
    'کرنُل',
  ],
];
