const laravelWord3=[
  [
    'component',
    'ترکیب کننده،سازنده،سازه',
    '/kəmˈpoʊnənt/ ',
    'کِمپوننت',
  ],
  [
    'controller',
    'ناظر،بازرس',
    '/kənˈtroʊlə/',
    'کِنترولر',
  ],
  [
    'event',
    'رخ داد،حادثه،رویداد،معلول',
    '/ɪˈvɛnt/ ',
    'اِونت',
  ],
  [
    'exception',
    'رد، اعتراض، استثنا، استثناء',
    'ɪkˈsep.ʃən/ ',
    'ایکسَپشن',
  ],
  [
    'factory',
    'سازگاه،کارخانه',
    '/ˈfæktəri/ ',
    'فَکتری',
  ],
  [
    'job',
    'کار، امر، ساخت، شغل',
    '/ˈdʒɑːb/ ',
    'جَاب',
  ],
  [
    'listener',
    'شنونده، مستمع، گوش دهنده',
    '/ˈlɪsənər/ ',
    'لیسنر',
  ],
  [
    'mail',
    'پست،پستی،باپست فرستادن',
    '/ˈmeɪl/ ',
    'میل',
  ],
  [
    'middleware',
    'میان افزار',
    '/ˈmidlˌwer/',
    'میدُلور',
  ],
  [
    'migration',
    'کوچ،مهاجرت',
    '/maɪˈɡreɪʃn̩/ ',
    'مآیگریشن',
  ],
  [
    'model',
    'طرح،ماکت،نمونه',
    '/ˈmɑːdl̩/ ',
    'مآدُل',
  ],
  [
    'notification',
    'خبر،تذکر،اطلاع،اخطار',
    '/ˌnoʊtɪfɪˈkeɪʃn̩/ ',
    'نوتیفیکیشن',
  ],
];
