const laravelWord5=[
  [
    'flush',
    '',
    '',
    'فلاش',
  ],
  [
    'forget',
    'فراموش کردن، فراموشی، غفلت، صرف نظرکردن',
    '',
    'فُرگت',
  ],
  [
    'listen',
    'شنیدن، گوش دادن، پیروی کردن',
    '',
    'لِسن',
  ],
  [
    'restart',
    'شروع دوباره',
    '',
    'ری استارت',
  ],
  [
    'retry',
    '',
    '',
    '',
  ],
  [
    'work',
    'کار، وظیفه، عمل کردن',
    '',
    'وُرک',
  ],
  [
    'schedule',
    'زمان بندی کردن، برنامه زمانی',
    '',
    'اسکجُل',
  ],
  [
    'schema',
    'طرح، خلاصه، الگو، نمونه',
    '',
    'اسکی مَا',
  ],
  [
    'dump',
    'روبرداری',
    '',
    'دامپ',
  ],
  [
    'session',
    'جلسه، نشست',
    '',
    'سِشَن',
  ],
  [
    'storage',
    'انباره، انبارش، دخیره سازی',
    '',
    'استوریج',

  ],
  [
    'link',
    'پیوند دادن، بهم چسباندن، متصل',
    '',
    'لِینک',
  ],
  [
    'stub',
    'کنده، ریشه',
    '',
    '',
  ],
  [
    'publish',
    'منتشر کردن، چاپ کردن',
    '',
    'پابلیش',

  ],

  [
    'view',
    'منظره، چشم انداز، دیدن، نظریه',
    '',
    'ویو',
  ],
  [
    'vendor',
    'فروشنده، دست فروش',
    '',
    'وندُر',
  ],
  [
    'based',
    'مستقر، مبنی',
    '',
    'ب ی سد',
  ],
];
